Dlubal.RFEM5.DimensionReferenceType
Type of dimension reference

Dlubal.RFEM5.DimensionReferenceType.UnknownDimensionReferenceType
Unknown reference

Dlubal.RFEM5.DimensionReferenceType.ReferenceLength
Length

Dlubal.RFEM5.DimensionReferenceType.DeltaX
ΔX

Dlubal.RFEM5.DimensionReferenceType.DeltaY
ΔY

Dlubal.RFEM5.DimensionReferenceType.DeltaZ
ΔZ